// Константы для Кексограма

const DESCRIPTION = [
  'Путешествие к закату: волшебство красок и теплых оттенков.',
  'Отражение приключений: встречайте новые горизонты.',
  'Дорога в никуда: искривленные перспективы и неизведанные возможности.',
  'Дыхание экзотики: наслаждайтесь ароматами и вкусами мира.',
  'Природа в объективе: величие и красота нашей планеты.',
  'Поднимаясь к вершинам: преодолевайте препятствия и достигайте целей.',
  'Суетливый город: ритм городской жизни в эмоциональном кадре.',
  'Мгновения спокойствия: уединение и покой в жизни на дороге.',
  'Красота разнообразия: откройте мир местных традиций и культур.',
  'Архитектурные шедевры: впитайте красоту исторических достопримечательностей.',
  'Вкус приключения: отличная еда и насыщенный вкус путешествий.',
  'Игра света и тени: преображение обыденных моментов в искусство.',
  'Морские приключения: синева моря и его волнующая мощь.',
  'Живописные виды: захватывающие пейзажи и их удивительная красота.',
  'Увлекательные улицы: культурные сокровища и колорит городских улочек.',
  'Взгляд в глубину: загадочность и тайна старинных замков и руин.',
  'Сохраните момент: уловите мелкие детали и крохотные радости на пути.',
  'Эмоции в движении: захватите энергию и динамику моментов в кадре.',
  'Плавание среди облаков: подарите себе удовольствие полета и взгляните на мир с высоты.',
  'Отражение культуры: погрузитесь в местные традиции и обычаи.',
  'В поисках приключений: покоряйте новые места и совершайте удивительные открытия.',
  'Симфония цветов и ароматов: увлекательные моменты в мире растений и цветов.',
  'Подводные чудеса: загадочный мир океанских глубин и его удивительные создания.',
  'Встречи в пути: познакомьтесь с потрясающими людьми и их историями.',
  'Время отдыха: расслабьтесь и наслаждайтесь моментом в тени пальмы или на берегу озера.',
];

const NAMES = ['Реймонд', 'Майкл', 'Флетчер', 'Мэтью', 'Найджел', 'Мэйсон'];

const MESSAGE = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

export { DESCRIPTION, NAMES, MESSAGE }
